Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Compare_TempFull
source: There is not enough free space in the temporary folder. The results found so far are kept.
ar: لا توجد مساحة خالية كافية في المجلد المؤقت. يتم الاحتفاظ بالنتائج التي تم العثور عليها حتى الآن.
cs: V dočasné složce není dost volného místa. Dosud nalezené výsledky zůstávají zachovány.
de: Im temporären Ordner ist nicht genügend freier Speicherplatz vorhanden. Die bisher gefundenen Ergebnisse bleiben erhalten.
el: Δεν υπάρχει αρκετός ελεύθερος χώρος στον φάκελο προσωρινών αρχείων. Τα αποτελέσματα που βρέθηκαν μέχρι τώρα διατηρούνται.
es: No hay suficiente espacio libre en la carpeta temporal. Se conservan los resultados encontrados hasta ahora.
fa: فضای آزاد کافی در پوشهٔ موقت وجود ندارد. نتایجی که تاکنون یافت شده نگه داشته می‌شوند.
fr: L'espace libre est insuffisant dans le dossier temporaire. Les résultats trouvés jusqu'ici sont conservés.
hu: Nincs elég szabad hely az ideiglenes mappában. Az eddig talált eredmények megmaradnak.
id: Ruang kosong di folder sementara tidak cukup. Hasil yang ditemukan sejauh ini tetap disimpan.
it: Spazio libero insufficiente nella cartella temporanea. I risultati trovati finora vengono mantenuti.
ja: 一時フォルダの空き容量が不足しています。それまでの結果は残しています。
ko: 임시 폴더의 여유 공간이 부족합니다. 지금까지 찾은 결과는 유지됩니다.
pl: W folderze tymczasowym brakuje wolnego miejsca. Dotychczas znalezione wyniki zostały zachowane.
pt: Não há espaço livre suficiente na pasta temporária. Os resultados encontrados até agora foram mantidos.
ro: Nu există suficient spațiu liber în folderul temporar. Rezultatele găsite până acum sunt păstrate.
th: พื้นที่ว่างในโฟลเดอร์ชั่วคราวไม่พอ ผลลัพธ์ที่พบจนถึงตอนนี้ยังคงอยู่
tr: Geçici klasörde yeterli boş alan yok. Şu ana kadar bulunan sonuçlar korunur.
uk: У тимчасовій папці недостатньо вільного місця. Знайдені результати збережено.
vi: Không đủ dung lượng trống trong thư mục tạm. Kết quả tìm được đến nay vẫn được giữ.
zh_hans: 临时文件夹的可用空间不足。已保留目前找到的结果。
zh_hant: 暫存資料夾的可用空間不足。已保留目前找到的結果。

# Compare_Failed
source: The comparison failed: {0}
ar: فشلت المقارنة: {0}
cs: Porovnání se nezdařilo: {0}
de: Der Vergleich ist fehlgeschlagen: {0}
el: Η σύγκριση απέτυχε: {0}
es: La comparación falló: {0}
fa: مقایسه ناموفق بود: {0}
fr: La comparaison a échoué : {0}
hu: Az összehasonlítás sikertelen: {0}
id: Perbandingan gagal: {0}
it: Confronto non riuscito: {0}
ja: 比較できませんでした: {0}
ko: 비교하지 못했습니다: {0}
pl: Porównanie nie powiodło się: {0}
pt: Falha na comparação: {0}
ro: Compararea a eșuat: {0}
th: การเปรียบเทียบล้มเหลว: {0}
tr: Karşılaştırma başarısız oldu: {0}
uk: Помилка порівняння: {0}
vi: So sánh thất bại: {0}
zh_hans: 比较失败：{0}
zh_hant: 比較失敗：{0}

# Compare_Status_Position
source: Difference {0} / {1}
ar: الاختلاف {0} / {1}
cs: Rozdíl {0} / {1}
de: Unterschied {0} / {1}
el: Διαφορά {0} / {1}
es: Diferencia {0} / {1}
fa: تفاوت {0} / {1}
fr: Différence {0} / {1}
hu: Eltérés: {0} / {1}
id: Perbedaan {0} / {1}
it: Differenza {0} / {1}
ja: 差分 {0} / {1}
ko: 차이 {0} / {1}
pl: Różnica {0} / {1}
pt: Diferença {0} / {1}
ro: Diferența {0} / {1}
th: ความแตกต่าง {0} / {1}
tr: Fark {0} / {1}
uk: Відмінність {0} / {1}
vi: Khác biệt {0} / {1}
zh_hans: 差异 {0} / {1}
zh_hant: 差異 {0} / {1}

# Compare_Status_Count
source: {0} differences
ar: {0} اختلافات
cs: Rozdíly: {0}
de: {0} Unterschiede
el: {0} διαφορές
es: {0} diferencias
fa: {0} تفاوت
fr: {0} différences
hu: {0} eltérés
id: {0} perbedaan
it: {0} differenze
ja: 差分 {0} 件
ko: 차이 {0}개
pl: Różnice: {0}
pt: {0} diferenças
ro: Diferențe: {0}
th: ความแตกต่าง {0} รายการ
tr: {0} fark
uk: Відмінностей: {0}
vi: {0} khác biệt
zh_hans: {0} 个差异
zh_hant: {0} 個差異

# Compare_Status
source: {0}, different bytes {1}, match {2}%
ar: {0}، البايتات المختلفة {1}، التطابق {2}%
cs: {0}, rozdílné bajty: {1}, shoda {2} %
de: {0}, abweichende Bytes {1}, Übereinstimmung {2} %
el: {0}, διαφορετικά byte {1}, αντιστοιχία {2}%
es: {0}, bytes distintos {1}, coincidencia {2} %
fa: {0}، بایت‌های متفاوت {1}، تطابق {2}%
fr: {0}, octets différents {1}, correspondance {2} %
hu: {0}, eltérő bájtok: {1}, egyezés: {2}%
id: {0}, byte berbeda {1}, cocok {2}%
it: {0}, byte diversi {1}, corrispondenza {2}%
ja: {0}、異なるバイト {1}、一致率 {2}%
ko: {0}, 다른 바이트 {1}, 일치율 {2}%
pl: {0}, różne bajty: {1}, zgodność {2}%
pt: {0}, bytes diferentes {1}, correspondência {2}%
ro: {0}, octeți diferiți {1}, potrivire {2}%
th: {0} ไบต์ที่ต่างกัน {1} ตรงกัน {2}%
tr: {0}, farklı bayt {1}, eşleşme %{2}
uk: {0}, різних байтів: {1}, збіг {2}%
vi: {0}, byte khác nhau {1}, khớp {2}%
zh_hans: {0}，不同字节 {1}，匹配率 {2}%
zh_hant: {0}，不同的位元組 {1}，相符率 {2}%

# Compare_Kind_Changed
source: Changed
ar: متغيّر
cs: Změněno
de: Geändert
el: Τροποποιημένο
es: Cambiado
fa: تغییریافته
fr: Modifié
hu: Módosított
id: Diubah
it: Modificato
ja: 変更
ko: 변경됨
pl: Zmieniono
pt: Alterado
ro: Modificat
th: เปลี่ยนแปลง
tr: Değişti
uk: Змінено
vi: Đã thay đổi
zh_hans: 已更改
zh_hant: 已變更

# Compare_Kind_Inserted
source: Inserted (right only)
ar: مُدرج (اليمين فقط)
cs: Vloženo (jen vpravo)
de: Eingefügt (nur rechts)
el: Εισηγμένο (μόνο δεξιά)
es: Insertado (solo derecha)
fa: درج‌شده (فقط راست)
fr: Inséré (à droite uniquement)
hu: Beszúrt (csak jobb oldalon)
id: Disisipkan (hanya kanan)
it: Inserito (solo a destra)
ja: 挿入 (右のみ)
ko: 삽입됨(오른쪽에만 있음)
pl: Wstawiono (tylko po prawej)
pt: Inserido (só à direita)
ro: Inserat (doar în dreapta)
th: แทรก (เฉพาะด้านขวา)
tr: Eklendi (yalnızca sağda)
uk: Вставлено (лише праворуч)
vi: Đã chèn (chỉ bên phải)
zh_hans: 已插入（仅右侧）
zh_hant: 已插入（僅右側）

# Compare_Kind_Deleted
source: Deleted (left only)
ar: محذوف (اليسار فقط)
cs: Odstraněno (jen vlevo)
de: Gelöscht (nur links)
el: Διαγραμμένο (μόνο αριστερά)
es: Eliminado (solo izquierda)
fa: حذف‌شده (فقط چپ)
fr: Supprimé (à gauche uniquement)
hu: Törölt (csak bal oldalon)
id: Dihapus (hanya kiri)
it: Eliminato (solo a sinistra)
ja: 削除 (左のみ)
ko: 삭제됨(왼쪽에만 있음)
pl: Usunięto (tylko po lewej)
pt: Excluído (só à esquerda)
ro: Șters (doar în stânga)
th: ลบ (เฉพาะด้านซ้าย)
tr: Silindi (yalnızca solda)
uk: Видалено (лише ліворуч)
vi: Đã xóa (chỉ bên trái)
zh_hans: 已删除（仅左侧）
zh_hant: 已刪除（僅左側）

# Compare_Kind_Unreadable
source: Unreadable
ar: غير قابل للقراءة
cs: Nečitelné
de: Nicht lesbar
el: Μη αναγνώσιμο
es: Ilegible
fa: ناخوانا
fr: Illisible
hu: Olvashatatlan
id: Tidak terbaca
it: Illeggibile
ja: 読み込み不可
ko: 읽을 수 없음
pl: Nieczytelne
pt: Ilegível
ro: Ilizibil
th: อ่านไม่ได้
tr: Okunamıyor
uk: Не читається
vi: Không đọc được
zh_hans: 不可读取
zh_hant: 無法讀取

# Compare_Kind_Same
source: Same
ar: متطابق
cs: Stejné
de: Gleich
el: Ίδιο
es: Igual
fa: یکسان
fr: Identique
hu: Azonos
id: Sama
it: Uguale
ja: 一致
ko: 같음
pl: Takie same
pt: Igual
ro: Identic
th: เหมือนกัน
tr: Aynı
uk: Збігається
vi: Giống nhau
zh_hans: 相同
zh_hant: 相同

# Compare_State_Kind
source: difference: {0}
ar: الاختلاف: {0}
cs: rozdíl: {0}
de: Unterschied: {0}
el: διαφορά: {0}
es: diferencia: {0}
fa: تفاوت: {0}
fr: différence : {0}
hu: eltérés: {0}
id: perbedaan: {0}
it: differenza: {0}
ja: 差分: {0}
ko: 차이: {0}
pl: różnica: {0}
pt: diferença: {0}
ro: diferență: {0}
th: ความแตกต่าง: {0}
tr: fark: {0}
uk: відмінність: {0}
vi: khác biệt: {0}
zh_hans: 差异：{0}
zh_hant: 差異：{0}

# Compare_State_Other
source: other side {0}
ar: الجانب الآخر {0}
cs: druhá strana {0}
de: andere Seite {0}
el: άλλη πλευρά {0}
es: otro lado {0}
fa: سمت دیگر {0}
fr: autre côté {0}
hu: másik oldal: {0}
id: sisi lain {0}
it: altro lato {0}
ja: 相手側の値 {0}
ko: 다른 쪽 {0}
pl: druga strona {0}
pt: outro lado {0}
ro: cealaltă parte {0}
th: อีกด้าน {0}
tr: diğer taraf {0}
uk: інша сторона {0}
vi: bên kia {0}
zh_hans: 另一侧 {0}
zh_hant: 另一側 {0}

# Compare_Method_Simple
source: Byte-by-byte comparison
ar: مقارنة بايت ببايت
cs: Porovnání bajt po bajtu
de: Byteweiser Vergleich
el: Σύγκριση byte προς byte
es: Comparación byte a byte
fa: مقایسهٔ بایت به بایت
fr: Comparaison octet par octet
hu: Bájtonkénti összehasonlítás
id: Perbandingan byte demi byte
it: Confronto byte per byte
ja: 単純比較
ko: 바이트 단위 비교
pl: Porównanie bajt po bajcie
pt: Comparação byte a byte
ro: Comparare octet cu octet
th: เปรียบเทียบทีละไบต์
tr: Bayt bayt karşılaştırma
uk: Побайтове порівняння
vi: So sánh từng byte
zh_hans: 逐字节比较
zh_hant: 逐位元組比較

# Compare_Method_InsertDelete
source: Comparison that detects insertions and deletions
ar: مقارنة تكتشف الإدراجات والحذوفات
cs: Porovnání s detekcí vložení a odstranění
de: Vergleich, der Einfügungen und Löschungen erkennt
el: Σύγκριση που εντοπίζει εισαγωγές και διαγραφές
es: Comparación que detecta inserciones y eliminaciones
fa: مقایسه‌ای که درج‌ها و حذف‌ها را تشخیص می‌دهد
fr: Comparaison qui détecte les insertions et suppressions
hu: Beszúrásokat és törléseket felismerő összehasonlítás
id: Perbandingan yang mendeteksi penyisipan dan penghapusan
it: Confronto che rileva inserimenti ed eliminazioni
ja: 挿入・削除を考慮した比較
ko: 삽입 및 삭제를 감지하는 비교
pl: Porównanie wykrywające wstawienia i usunięcia
pt: Comparação que detecta inserções e exclusões
ro: Comparare care detectează inserările și ștergerile
th: การเปรียบเทียบที่ตรวจจับการแทรกและการลบ
tr: Eklemeleri ve silmeleri algılayan karşılaştırma
uk: Порівняння з виявленням вставлень і видалень
vi: So sánh có phát hiện chèn và xóa
zh_hans: 检测插入和删除的比较
zh_hant: 偵測插入和刪除的比較

# Compare_Method_InsertDeleteApprox
source: Detects insertions and deletions (approximate)
ar: تكتشف الإدراجات والحذوفات (تقريبي)
cs: Detekce vložení a odstranění (přibližná)
de: Erkennt Einfügungen und Löschungen (näherungsweise)
el: Εντοπίζει εισαγωγές και διαγραφές (κατά προσέγγιση)
es: Detecta inserciones y eliminaciones (aproximado)
fa: درج‌ها و حذف‌ها را تشخیص می‌دهد (تقریبی)
fr: Détecte les insertions et suppressions (approximatif)
hu: Beszúrások és törlések felismerése (közelítő)
id: Mendeteksi penyisipan dan penghapusan (perkiraan)
it: Rileva inserimenti ed eliminazioni (approssimato)
ja: 挿入・削除を考慮 (近似)
ko: 삽입 및 삭제 감지(근사)
pl: Wykrywa wstawienia i usunięcia (przybliżone)
pt: Detecta inserções e exclusões (aproximado)
ro: Detectează inserările și ștergerile (aproximativ)
th: ตรวจจับการแทรกและการลบ (โดยประมาณ)
tr: Eklemeleri ve silmeleri algılar (yaklaşık)
uk: Виявлення вставлень і видалень (приблизно)
vi: Phát hiện chèn và xóa (gần đúng)
zh_hans: 检测插入和删除（近似）
zh_hant: 偵測插入和刪除（近似）

# Compare_Method_Name
source: Comparison method
ar: طريقة المقارنة
cs: Metoda porovnání
de: Vergleichsmethode
el: Μέθοδος σύγκρισης
es: Método de comparación
fa: روش مقایسه
fr: Méthode de comparaison
hu: Összehasonlítási módszer
id: Metode perbandingan
it: Metodo di confronto
ja: 比較方式
ko: 비교 방법
pl: Metoda porównania
pt: Método de comparação
ro: Metodă de comparare
th: วิธีเปรียบเทียบ
tr: Karşılaştırma yöntemi
uk: Метод порівняння
vi: Phương pháp so sánh
zh_hans: 比较方式
zh_hant: 比較方式

# Compare_Toolbar_Options
source: Options
ar: الخيارات
cs: Možnosti
de: Optionen
el: Επιλογές
es: Opciones
fa: گزینه‌ها
hu: Beállítások
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
pl: Opcje
pt: Opções
ro: Opțiuni
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# Compare_Options_Apply
source: Compare again
ar: المقارنة مرة أخرى
cs: Porovnat znovu
de: Erneut vergleichen
el: Νέα σύγκριση
es: Comparar de nuevo
fa: مقایسهٔ دوباره
fr: Comparer à nouveau
hu: Újbóli összehasonlítás
id: Bandingkan lagi
it: Confronta di nuovo
ja: 再比較
ko: 다시 비교
pl: Porównaj ponownie
pt: Comparar novamente
ro: Comparare din nou
th: เปรียบเทียบอีกครั้ง
tr: Yeniden karşılaştır
uk: Порівняти знову
vi: So sánh lại
zh_hans: 重新比较
zh_hant: 重新比較

# Compare_Region_Name
source: Region
ar: المنطقة
cs: Oblast
el: Περιοχή
es: Región
fa: ناحیه
fr: Région
hu: Terület
id: Wilayah
it: Area
ja: 領域
ko: 영역
pl: Obszar
pt: Região
ro: Regiune
th: ขอบเขต
tr: Bölge
uk: Область
vi: Vùng
zh_hans: 区域
zh_hant: 區域

# Compare_Summary_Method
source: Method
ar: الطريقة
cs: Metoda
de: Methode
el: Μέθοδος
es: Método
fa: روش
fr: Méthode
hu: Módszer
id: Metode
it: Metodo
ja: 比較方式
ko: 방법
pl: Metoda
pt: Método
ro: Metodă
th: วิธี
tr: Yöntem
uk: Метод
vi: Phương pháp
zh_hans: 方式
zh_hant: 方式

# Compare_Summary_Bytes
source: Compared bytes
ar: البايتات المقارنة
cs: Porovnané bajty
de: Verglichene Bytes
el: Byte που συγκρίθηκαν
es: Bytes comparados
fa: بایت‌های مقایسه‌شده
fr: Octets comparés
hu: Összehasonlított bájtok
id: Byte yang dibandingkan
it: Byte confrontati
ja: 比較したバイト数
ko: 비교한 바이트 수
pl: Porównane bajty
pt: Bytes comparados
ro: Octeți comparați
th: ไบต์ที่เปรียบเทียบ
tr: Karşılaştırılan baytlar
uk: Порівняно байтів
vi: Số byte đã so sánh
zh_hans: 比较的字节数
zh_hant: 已比較的位元組

# Compare_Summary_BytesValue
source: left {0}, right {1}
ar: اليسار {0}، اليمين {1}
cs: vlevo {0}, vpravo {1}
de: links {0}, rechts {1}
el: αριστερά {0}, δεξιά {1}
es: izquierda {0}, derecha {1}
fa: چپ {0}، راست {1}
fr: gauche {0}, droite {1}
hu: bal: {0}, jobb: {1}
id: kiri {0}, kanan {1}
it: sinistra {0}, destra {1}
ja: 左 {0}、右 {1}
ko: 왼쪽 {0}, 오른쪽 {1}
pl: lewa {0}, prawa {1}
pt: esquerda {0}, direita {1}
ro: stânga {0}, dreapta {1}
th: ซ้าย {0} ขวา {1}
tr: sol {0}, sağ {1}
uk: ліворуч {0}, праворуч {1}
vi: trái {0}, phải {1}
zh_hans: 左侧 {0}，右侧 {1}
zh_hant: 左側 {0}，右側 {1}

# Compare_Summary_Counts
source: Differences
ar: الاختلافات
cs: Rozdíly
de: Unterschiede
el: Διαφορές
es: Diferencias
fa: تفاوت‌ها
fr: Différences
hu: Eltérések
id: Perbedaan
it: Differenze
ja: 差分の件数
ko: 차이
pl: Różnice
pt: Diferenças
ro: Diferențe
th: ความแตกต่าง
tr: Farklar
uk: Відмінності
vi: Khác biệt
zh_hans: 差异数
zh_hant: 差異

# Compare_Summary_CountsValue
source: changed {0}, inserted {1}, deleted {2}, unreadable {3}
ar: متغيّر {0}، مُدرج {1}، محذوف {2}، غير قابل للقراءة {3}
cs: změněno {0}, vloženo {1}, odstraněno {2}, nečitelné {3}
de: geändert {0}, eingefügt {1}, gelöscht {2}, nicht lesbar {3}
el: τροποποιημένα {0}, εισηγμένα {1}, διαγραμμένα {2}, μη αναγνώσιμα {3}
es: cambiados {0}, insertados {1}, eliminados {2}, ilegibles {3}
fa: تغییریافته {0}، درج‌شده {1}، حذف‌شده {2}، ناخوانا {3}
fr: modifiés {0}, insérés {1}, supprimés {2}, illisibles {3}
hu: módosított: {0}, beszúrt: {1}, törölt: {2}, olvashatatlan: {3}
id: diubah {0}, disisipkan {1}, dihapus {2}, tidak terbaca {3}
it: modificate {0}, inserite {1}, eliminate {2}, illeggibili {3}
ja: 変更 {0}、挿入 {1}、削除 {2}、読み込み不可 {3}
ko: 변경 {0}, 삽입 {1}, 삭제 {2}, 읽을 수 없음 {3}
pl: zmienione {0}, wstawione {1}, usunięte {2}, nieczytelne {3}
pt: alteradas {0}, inseridas {1}, excluídas {2}, ilegíveis {3}
ro: modificate {0}, inserate {1}, șterse {2}, ilizibile {3}
th: เปลี่ยนแปลง {0} แทรก {1} ลบ {2} อ่านไม่ได้ {3}
tr: değişen {0}, eklenen {1}, silinen {2}, okunamayan {3}
uk: змінено {0}, вставлено {1}, видалено {2}, не читається {3}
vi: thay đổi {0}, chèn {1}, xóa {2}, không đọc được {3}
zh_hans: 已更改 {0}，已插入 {1}，已删除 {2}，不可读取 {3}
zh_hant: 已變更 {0}，已插入 {1}，已刪除 {2}，無法讀取 {3}

# Compare_Summary_Different
source: Different bytes
ar: البايتات المختلفة
cs: Rozdílné bajty
de: Abweichende Bytes
el: Διαφορετικά byte
es: Bytes distintos
fa: بایت‌های متفاوت
fr: Octets différents
hu: Eltérő bájtok
id: Byte berbeda
it: Byte diversi
ja: 異なるバイト数
ko: 다른 바이트 수
pl: Różne bajty
pt: Bytes diferentes
ro: Octeți diferiți
th: ไบต์ที่ต่างกัน
tr: Farklı baytlar
uk: Різні байти
vi: Số byte khác nhau
zh_hans: 不同字节数
zh_hant: 不同的位元組

# Compare_Summary_MatchRate
source: Match rate
ar: نسبة التطابق
cs: Míra shody
de: Übereinstimmungsrate
el: Ποσοστό αντιστοιχίας
es: Tasa de coincidencia
fa: نرخ تطابق
fr: Taux de correspondance
hu: Egyezési arány
id: Tingkat kecocokan
it: Percentuale di corrispondenza
ja: 一致率
ko: 일치율
pl: Współczynnik zgodności
pt: Taxa de correspondência
ro: Rată de potrivire
th: อัตราที่ตรงกัน
tr: Eşleşme oranı
uk: Частка збігу
vi: Tỷ lệ khớp
zh_hans: 匹配率
zh_hant: 相符率

# Compare_Summary_Elapsed
source: Time (seconds)
ar: الوقت (بالثواني)
cs: Čas (sekundy)
de: Zeit (Sekunden)
el: Χρόνος (δευτερόλεπτα)
es: Tiempo (segundos)
fa: زمان (ثانیه)
fr: Durée (secondes)
hu: Idő (másodperc)
id: Waktu (detik)
it: Tempo (secondi)
ja: 時間 (秒)
ko: 시간(초)
pl: Czas (sekundy)
pt: Tempo (segundos)
ro: Timp (secunde)
th: เวลา (วินาที)
tr: Süre (saniye)
uk: Час (секунди)
vi: Thời gian (giây)
zh_hans: 时间（秒）
zh_hant: 時間（秒）

# Compare_Summary_Running
source: Comparing...
ar: جارٍ المقارنة...
cs: Porovnávání...
de: Wird verglichen...
el: Σύγκριση...
es: Comparando...
fa: در حال مقایسه...
fr: Comparaison en cours...
hu: Összehasonlítás...
id: Membandingkan...
it: Confronto in corso...
ja: 比較中...
ko: 비교하는 중...
pl: Porównywanie...
pt: Comparando...
ro: Se compară...
th: กำลังเปรียบเทียบ...
tr: Karşılaştırılıyor...
uk: Порівняння...
vi: Đang so sánh...
zh_hans: 正在比较...
zh_hant: 正在比較...

# Compare_Summary_Aborted
source: Windows cut off
ar: النوافذ المقطوعة
cs: Přerušená okna
de: Abgebrochene Fenster
el: Παράθυρα που διακόπηκαν
es: Ventanas interrumpidas
fa: پنجره‌های قطع‌شده
fr: Fenêtres interrompues
hu: Megszakított ablakok
id: Jendela yang dipotong
it: Finestre interrotte
ja: 打ち切ったウィンドウ
ko: 중단된 창
pl: Przerwane okna
pt: Janelas interrompidas
ro: Ferestre întrerupte
th: หน้าต่างที่ถูกตัด
tr: Kesilen pencereler
uk: Перервані вікна
vi: Cửa sổ bị cắt bỏ
zh_hans: 已截断的窗口
zh_hant: 已中斷的視窗

# Compare_NoResult
source: There are no comparison results.
ar: لا توجد نتائج مقارنة.
cs: Nejsou žádné výsledky porovnání.
de: Es gibt keine Vergleichsergebnisse.
el: Δεν υπάρχουν αποτελέσματα σύγκρισης.
es: No hay resultados de comparación.
fa: نتیجهٔ مقایسه‌ای وجود ندارد.
fr: Il n'y a aucun résultat de comparaison.
hu: Nincsenek összehasonlítási eredmények.
id: Tidak ada hasil perbandingan.
it: Non ci sono risultati del confronto.
ja: 比較結果がありません。
ko: 비교 결과가 없습니다.
pl: Brak wyników porównania.
pt: Não há resultados de comparação.
ro: Nu există rezultate ale comparării.
th: ไม่มีผลการเปรียบเทียบ
tr: Karşılaştırma sonucu yok.
uk: Немає результатів порівняння.
vi: Không có kết quả so sánh.
zh_hans: 没有比较结果。
zh_hant: 沒有比較結果。

# Compare_NoTab
source: No comparison tab is shown.
ar: لا توجد علامة تبويب مقارنة معروضة.
cs: Není zobrazena žádná karta porovnání.
de: Es wird keine Vergleichsregisterkarte angezeigt.
el: Δεν εμφανίζεται καρτέλα σύγκρισης.
es: No se muestra ninguna pestaña de comparación.
fa: هیچ زبانهٔ مقایسه‌ای نمایش داده نمی‌شود.
fr: Aucun onglet de comparaison n'est affiché.
hu: Nincs megjelenítve összehasonlító lap.
id: Tidak ada tab perbandingan yang ditampilkan.
it: Nessuna scheda di confronto visualizzata.
ja: 比較タブを表示していません。
ko: 표시된 비교 탭이 없습니다.
pl: Nie jest wyświetlana żadna karta porównania.
pt: Nenhuma guia de comparação é exibida.
ro: Nu este afișată nicio filă de comparare.
th: ไม่มีแท็บเปรียบเทียบที่แสดงอยู่
tr: Gösterilen karşılaştırma sekmesi yok.
uk: Вкладку порівняння не показано.
vi: Không có tab so sánh nào đang hiện.
zh_hans: 未显示比较选项卡。
zh_hant: 未顯示比較索引標籤。

# Compare_NoDiffs
source: There are no differences.
ar: لا توجد اختلافات.
cs: Nejsou žádné rozdíly.
de: Es gibt keine Unterschiede.
el: Δεν υπάρχουν διαφορές.
es: No hay diferencias.
fa: تفاوتی وجود ندارد.
fr: Il n'y a aucune différence.
hu: Nincsenek eltérések.
id: Tidak ada perbedaan.
it: Non ci sono differenze.
ja: 差分はありません。
ko: 차이가 없습니다.
pl: Brak różnic.
pt: Não há diferenças.
ro: Nu există diferențe.
th: ไม่มีความแตกต่าง
tr: Fark yok.
uk: Відмінностей немає.
vi: Không có khác biệt.
zh_hans: 没有差异。
zh_hant: 沒有差異。

# Compare_WrappedToFirst
source: Returned to the first difference.
ar: تمت العودة إلى الاختلاف الأول.
cs: Návrat na první rozdíl.
de: Zum ersten Unterschied zurückgekehrt.
el: Επιστροφή στην πρώτη διαφορά.
es: Se volvió a la primera diferencia.
fa: به نخستین تفاوت بازگشت.
fr: Retour à la première différence.
hu: Visszatérés az első eltéréshez.
id: Kembali ke perbedaan pertama.
it: Tornato alla prima differenza.
ja: 先頭の差分に戻りました。
ko: 첫 번째 차이로 돌아왔습니다.
pl: Powrócono do pierwszej różnicy.
pt: Retornou à primeira diferença.
ro: S-a revenit la prima diferență.
th: กลับไปที่ความแตกต่างแรกแล้ว
tr: İlk farka dönüldü.
uk: Повернення до першої відмінності.
vi: Đã quay về khác biệt đầu tiên.
zh_hans: 已返回第一个差异。
zh_hant: 已返回第一個差異。

# Compare_WrappedToLast
source: Returned to the last difference.
ar: تمت العودة إلى الاختلاف الأخير.
cs: Návrat na poslední rozdíl.
de: Zum letzten Unterschied zurückgekehrt.
el: Επιστροφή στην τελευταία διαφορά.
es: Se volvió a la última diferencia.
fa: به آخرین تفاوت بازگشت.
fr: Retour à la dernière différence.
hu: Visszatérés az utolsó eltéréshez.
id: Kembali ke perbedaan terakhir.
it: Tornato all'ultima differenza.
ja: 末尾の差分に戻りました。
ko: 마지막 차이로 돌아왔습니다.
pl: Powrócono do ostatniej różnicy.
pt: Retornou à última diferença.
ro: S-a revenit la ultima diferență.
th: กลับไปที่ความแตกต่างสุดท้ายแล้ว
tr: Son farka dönüldü.
uk: Повернення до останньої відмінності.
vi: Đã quay về khác biệt cuối cùng.
zh_hans: 已返回最后一个差异。
zh_hant: 已返回最後一個差異。

# Compare_LeftReadOnly
source: The left side is read-only.
ar: الجانب الأيسر للقراءة فقط.
cs: Levá strana je jen pro čtení.
de: Die linke Seite ist schreibgeschützt.
el: Η αριστερή πλευρά είναι μόνο για ανάγνωση.
es: El lado izquierdo es de solo lectura.
fa: سمت چپ فقط خواندنی است.
fr: Le côté gauche est en lecture seule.
hu: A bal oldal írásvédett.
id: Sisi kiri bersifat baca-saja.
it: Il lato sinistro è di sola lettura.
ja: 左側は読み取り専用です。
ko: 왼쪽은 읽기 전용입니다.
pl: Lewa strona jest tylko do odczytu.
pt: O lado esquerdo é somente leitura.
ro: Partea stângă este doar în citire.
th: ด้านซ้ายเป็นแบบอ่านอย่างเดียว
tr: Sol taraf salt okunur.
uk: Ліва сторона доступна лише для читання.
vi: Bên trái ở chế độ chỉ đọc.
zh_hans: 左侧为只读。
zh_hant: 左側為唯讀。

# Compare_RightReadOnly
source: The right side is read-only.
ar: الجانب الأيمن للقراءة فقط.
cs: Pravá strana je jen pro čtení.
de: Die rechte Seite ist schreibgeschützt.
el: Η δεξιά πλευρά είναι μόνο για ανάγνωση.
es: El lado derecho es de solo lectura.
fa: سمت راست فقط خواندنی است.
fr: Le côté droit est en lecture seule.
hu: A jobb oldal írásvédett.
id: Sisi kanan bersifat baca-saja.
it: Il lato destro è di sola lettura.
ja: 右側は読み取り専用です。
ko: 오른쪽은 읽기 전용입니다.
pl: Prawa strona jest tylko do odczytu.
pt: O lado direito é somente leitura.
ro: Partea dreaptă este doar în citire.
th: ด้านขวาเป็นแบบอ่านอย่างเดียว
tr: Sağ taraf salt okunur.
uk: Права сторона доступна лише для читання.
vi: Bên phải ở chế độ chỉ đọc.
zh_hans: 右侧为只读。
zh_hant: 右側為唯讀。

# Compare_SkippedLengthChange
source: {0} differences that change the length were not copied.
ar: لم يتم نسخ {0} اختلافات تغيّر الطول.
cs: Rozdíly, které mění délku, nebyly zkopírovány ({0}).
de: {0} Unterschiede, die die Länge ändern, wurden nicht kopiert.
el: Δεν αντιγράφηκαν {0} διαφορές που αλλάζουν το μήκος.
es: No se copiaron {0} diferencias que cambian la longitud.
fa: {0} تفاوتی که طول را تغییر می‌دهند رونوشت نشدند.
fr: {0} différences qui modifient la longueur n'ont pas été copiées.
hu: {0} hosszváltoztató eltérés nem lett átmásolva.
id: {0} perbedaan yang mengubah panjang tidak disalin.
it: {0} differenze che modificano la lunghezza non sono state copiate.
ja: 長さが変わる差分 {0} 件はコピーしませんでした。
ko: 길이를 바꾸는 차이 {0}개는 복사하지 않았습니다.
pl: Nie skopiowano różnic zmieniających długość (liczba: {0}).
pt: {0} diferenças que alteram o comprimento não foram copiadas.
ro: Diferențele care modifică lungimea nu au fost copiate ({0}).
th: ไม่ได้คัดลอกความแตกต่าง {0} รายการที่เปลี่ยนความยาว
tr: Uzunluğu değiştiren {0} fark kopyalanmadı.
uk: Не скопійовано відмінностей, що змінюють довжину: {0}.
vi: {0} khác biệt làm thay đổi độ dài đã không được sao chép.
zh_hans: 未复制 {0} 个会改变长度的差异。
zh_hant: 未複製 {0} 個會改變長度的差異。

# Compare_BookmarkName
source: Difference {0} ({1})
ar: الاختلاف {0} ({1})
cs: Rozdíl {0} ({1})
de: Unterschied {0} ({1})
el: Διαφορά {0} ({1})
es: Diferencia {0} ({1})
fa: تفاوت {0} ({1})
fr: Différence {0} ({1})
hu: {0}. eltérés ({1})
id: Perbedaan {0} ({1})
it: Differenza {0} ({1})
ja: 差分 {0} ({1})
ko: 차이 {0}({1})
pl: Różnica {0} ({1})
pt: Diferença {0} ({1})
ro: Diferența {0} ({1})
th: ความแตกต่าง {0} ({1})
tr: Fark {0} ({1})
uk: Відмінність {0} ({1})
vi: Khác biệt {0} ({1})
zh_hans: 差异 {0}（{1}）
zh_hant: 差異 {0}（{1}）
